<template>
  <div style="padding: 20px">
    <markdown-it
        :content="content"
    ></markdown-it>
  </div>

</template>
<script>
// import article1 from './article1.md'
import MarkdownIt from 'markdown-it-vue'

export default {
  components: {
    MarkdownIt
  },
  data() {
    return {
      content: '',
      article2: `## 我们的「我们的合奏」App 的 iOS 版本首发上线

>经过 3 个月的努力，我们的「我们的合奏」App 的 iOS 版本终于首次发布上线了。
>
**首次上线的版本，在小提琴单音的跟随与识别上已经比较好用了，能够准确地评价音高与节奏的偏差。双音的识别目前还在优化中。也就是说，小提琴一二级的同学使用毫无压力。更高级别的如果曲子里双音不是重点也可以使用。**

其实除了上面的基本功能，我们在体验上也是做到了极致：

1. 琴声启动：不需要手去操作设备，依次拉响 4 根空弦即开始练琴。

2. 自动停止：练琴结束时，只需要停止拉琴动作就可以了，在乐谱的任何位置都可以停止练琴。

3. 局部练习：可以从乐谱的任意位置开始练习，只需要先设置下段落起始点。

**上述几个体验上的特性，可以极大地提高使用「我们的合奏」App 来练琴的方便度：只需要打开 App，找到乐谱，就练琴、看结果。**

感谢团队成员的努力！在这 3 个月里，我们克服了很多未曾预想的困难：毕竟我们进入了一个未知的领域。

我们要做的事情是个真正的创新：做一个能够听懂琴声的 App！据我们的调研，全球范围内还没有做得令人满意的。我们希望达到 App 能够真正地「听懂琴声」，虽然刚开始仅在小提琴这种单音乐器上实现。

以段老师为首的算法团队在计算机音乐算法里，的确是有些积累的。虽然他们之前仅在实验室级别做出了效果，而我们实际产品中要求则苛刻了许多，但算法团队经受住了考验，也在一个一个地解决问题。当然产品层面也在逐步提高要求。

接下来我们将实现双音的识别；之后就要开始在「音高」、「节奏」之外更多的维度上深入研究了。`,
      article1: `## 听音乐会的必要性
![](https://ftp.bmp.ovh/imgs/2021/05/46342694e7cefd77.png =320x)

随着机器智能时代的到来，计算机与机器人未来将在越来越多的领域替代人类。在我们的小孩他们的时代，人文、艺术、创造力将越来越重要。所以，越来越多的家长开始重视小孩的艺术教育。其中，通过学习一门乐器来培养音乐才能，以便小孩将来更有竞争力、体验更美好的人生，这个潮流趋势明显。

听音乐会对于学习乐器的孩子来说，能够帮助他们更早地了解自己所学的乐器，理解所练习的曲目。也利于他们确立目标，学习更有积极性。

不过一提起音乐会可能很多家长觉得高大上，不知道从何入手，今天我们就一起聊聊「怎么带孩子听音乐会」。

## 音乐会的选择

既然在决定要带着孩子去感受一下音乐会，那就要先了解一下可能会遇到的坑。

要知道并不是所有的音乐会都适合孩子。根据孩子的年龄、理解能力，对音乐的接触与认识，以及音乐会的难度，可以把孩子的音乐接受水平分为初级、中级和高级，各位家长可以对照：

### 启蒙与初级

主要听相对通俗、流行的音乐会，比如电影动画音乐、古典小品，例如：

*   宫崎骏动漫音乐
*   神秘园
*   ThePianoGuys
*   圣桑 动物狂欢节

也可以听同学或者学生乐团的演奏。
![](https://ftp.bmp.ovh/imgs/2021/05/80d98294bae722dc.png =320x)

### [](https://www.17lianqin.cn/blog/2018/01/howto-guide-children-to-concert-md/#%E4%B8%AD%E7%BA%A7 "中级")中级

可以开始接触相对专业的作品，尝试听相对大型的作品，比如：

*   贝多芬第五交响曲（命运）
*   第九交响曲（欢乐颂）
*   约翰·施特劳斯
*   圆舞曲系列（春之声、蓝色多瑙河）
*   波尔卡系列
*   柴可夫斯基 天鹅湖组曲
*   维尔瓦底 四季
*   莫扎特 第四十交响曲
*   四大小提琴协奏曲（贝多芬 D大调、勃拉姆斯 D大调、柴科夫斯基 d小调、门德尔松 e小调）
*   室内乐：重奏（人少，好听清，知道每个声部在做什么）
    另外，也可以听一些相对通俗易懂的，知名度高的曲目。

### [](https://www.17lianqin.cn/blog/2018/01/howto-guide-children-to-concert-md/#%E9%AB%98%E7%BA%A7 "高级")高级

*   多听正式的音乐会，十大著名交响乐团
*   著名演奏家独奏音乐会
*   帕格尼尼随想曲 24 首
*   罗西尼
*   《威廉退尔》序曲
*   《塞维利亚的理发师》序曲
*   拉威尔 《茨冈》


![](https://ftp.bmp.ovh/imgs/2021/05/a12f1092f789af46.png =320x)
## [](https://www.17lianqin.cn/blog/2018/01/howto-guide-children-to-concert-md/#%E9%9F%B3%E4%B9%90%E4%BC%9A%E7%9A%84%E4%BF%A1%E6%81%AF "音乐会的信息")音乐会的信息

有一点要注意，如果是非常正式的音乐会，孩子身高在 1.2 米以下，按照国际惯例，音乐会是不让进的，孩子年龄太小可能要再等一等啦。

因为国内没有专门的音乐会信息汇总网站，不是综合类票务网站，就是一些剧院自己的演出信息，这里给出一些建议：

综合类票务网站

*   大麦网
*   永乐票务
*   中国演出票务网
*   票网

当地的乐团或剧院公众号，如

*   深圳交响乐团
*   上海艺术中心
*   豆瓣同城活动

上述渠道基本能覆盖到绝大多数的音乐会，选择适合孩子的音乐会，买上亲子票这就带孩子去感受吧。

## [](https://www.17lianqin.cn/blog/2018/01/howto-guide-children-to-concert-md/#%E9%9F%B3%E4%B9%90%E4%BC%9A%E5%89%8D%E7%9A%84%E5%87%86%E5%A4%87%E5%B7%A5%E4%BD%9C "音乐会前的准备工作")音乐会前的准备工作

OK，我们现在已经选择了孩子感兴趣的音乐会，也成功购票。

接下来最好要预习一下音乐会的主题，家长和孩子要对作品的创作背景、作曲家、所属时期的风格进行了解。这样在听的时候才会避免听不懂、坐不住，也能够加深对音乐的理解。

同时呢，我们也要预习一下音乐会的规则：

*   着装尽量正常一些，别背心拖鞋，尊重演奏家尊重自己。
*   如果正巧咳嗽，喉咙发痒，可以备一些含片。
*   提前 10 分钟到场，迟到可不是好习惯。
*   准备工作基本完成，数着日子盼着音乐会到来吧。

![](https://ftp.bmp.ovh/imgs/2021/05/e725966a12938f93.png =320x)
## [](https://www.17lianqin.cn/blog/2018/01/howto-guide-children-to-concert-md/#%E5%8E%BB%E5%90%AC%E9%9F%B3%E4%B9%90%E4%BC%9A%EF%BC%81 "去听音乐会！")去听音乐会！

万事俱备，带着宝贝去音乐会现场吧。

我们选择了合适主题的音乐会，成功购票，预习了这场音乐会的相关背景，也掌握了一些听音乐会的基本礼仪。

Let’s Go！

![](https://ftp.bmp.ovh/imgs/2021/05/946d0609f45eedf2.png =320x)

在音乐会的过程中，也有一些注意事项：

*   保持安静，音乐会中不要随意喧哗耳语
*   不要随意走动
*   手机保持静音
*   不要使用闪光灯
*   在乐章中间不要鼓掌，指挥双手完全放下并转身致谢的时候可以鼓掌。
*   在全部作品演出结束后请鼓掌，如果掌声热烈有可能会返场哦。



![](https://ftp.bmp.ovh/imgs/2021/05/92a93d61f8e6a27b.png =320x)
当然了，如果孩子觉得无聊听不下去，也最好安抚一下孩子，拉拉他的手、亲亲额头、眼神交流，鼓励坚持下去，表达对演奏者的基本尊重。

现在我们已经成功带孩子听了音乐会，会后也可以和孩子聊聊彼此的感受。

其实在「带孩子听音乐会」这件事上，家长的态度至关重要。如果家长不懂，那就和孩子一起学习，这样也会促进彼此更亲密，让双方一起成长。

带孩子听音乐会可以培养家庭的音乐素养，更可以拉近亲子关系，如果有机会，广大的家长朋友真的可以试一试，难得的经历。

![](https://ftp.bmp.ovh/imgs/2021/05/9a82f5d7837915ec.png =320x)
`
    }
  },
  mounted() {
    const articles = [this.article1, this.article2]
    const query = this.$route.query
    if (query.id) {
      this.content = articles[query.id -1]
    }
  },
}
</script>
<style scoped>
.container {
  display: inline-flex;
  width: 100%;
}
.md-text {
  width: 47%;
}
.md-body {
  width: 50%;
  margin-left: 20px;
}
</style>
